RIGHT_ANSWER = """
{
  "工单信息": [
    {
      "产品名称": "剪刀缸1150T",
      "规格型号": "JY.1150-1.11.01-001-G-01.001 0178/0160*805",
      "需方": "佛山市南海区源上液压设备有限公司",
      "数量": "1"
    },
    {
      "产品名称": "辅助缸筒1150T",
      "规格型号": "JY.1150-1.11.04-001-G-01.001 0230/0180*1935",
      "需方": "佛山市南海区源上液压设备有限公司",
      "数量": "2"
    },
    {
      "产品名称": "托模缸筒1150T",
      "规格型号": "0140/0120*1300",
      "需方": "佛山市南海区源上液压设备有限公司",
      "数量": "1"
    },
    {
      "产品名称": "盛辅助缸筒(后置)1250T",
      "规格型号": "0178/0140*1160",
      "需方": "佛山市南海区源上液压设备有限公司",
      "数量": "4"
    }
  ]
}
""".strip()
